let Data = {
    "最近會有加薪的機會嗎?": [
        "近期之內會有加薪的機會喔，只是您的老闆是小氣財神，小幅度的加薪正可謂不無小補。轉個念，了勝於無就當生活中的小確幸吧！",
        "您的辛勞付出，老闆視而不見，可能是你們彼此對於工作要求的標準有所不同，而都各自執念於自己的理念。如果您要想有加薪的機會，可能得好好的溝通彼此的想法，才有機會獲得加薪的可能哦！",
        "最近工作壓力較大，甚至已經到身心俱疲幾乎崩潰的邊緣，但你的付出和回報依舊無法成正比。建議你，適時的將一些工作與責任和旁人分擔，雖然暫時沒有加薪的機會，但至少喘口氣，可以讓自己稍微放鬆一下。",
        "恭喜您近期加薪在望喔！你在工作上的努力備受老闆的肯定和嘉許。或許在工作忙碌的過程中，您不免犧牲和取捨了某些事物，但相對換來的是豐碩的成果。請盡情享受這為數不少的獎勵吧！"
    ],
    "最近求職面試成功機率?": [
        "你在找工作的過程中，還有非常大的進步空間，也代表了你目前的求職態度並不積極，有一搭沒一搭的找，當然不容易成功，唯有下定決心、充滿自信的時候，做足了準備，熟悉即將投入的行業，錄取的機會便可增加。",
        "可能透過親友介紹，你可以得到不少應徵機會，不過找工作跟談感情一樣寧缺勿濫！目前出現的工作機會並沒有很適合你，你當然有機會試試看，但結果往往沒有想像中順利，建議你多看多聽，從眾多的職缺中過濾挑選出真正適合的。",
        "求職成功機率非常高！現在可以找到還不錯的工作，過程也挺順利的。簡單來說，你缺的並不是機會；相反的，能做的事情很多，你必須從中挑選一個自己真正想做的工作，那麼才能在工作中發現樂趣並獲得成就感！",
        "求職碰壁情況頗多！建議你專注於當下，別再受到過去經驗的影響而畫地自限，應該換個角度想，現在所面臨的挑戰都是對自我能力的考驗，如果你能夠臨危不亂、應對得宜，反而會讓你受到重視而被錄取！",
        "求職成功指數偏低！天時地利人和是求職成功的必要條件，可惜目前的你還沒有這股優勢，建議不妨先停下找工作的腳步，重新自我檢視，精進原有的專業技能，最好能考取證書證照，也可培養新興趣，增加競爭力，對往後求職大有幫助。"
    ],
    "最近工作最大的阻礙為?": [
        "你的工作阻礙是缺少企圖心與上進心。工作犯錯難免，重要的是懂得從錯誤中學習經驗，要是遇到無法解決的問題，建議趕緊請教職場前輩或長官，加強橫向與直向的聯繫，逼迫自己成長，而不單只做好份內的事，如此才有進步的可能。",
        "你的工作阻礙是不懂團隊合作。即使你在職場上是個能力很強，甚至可以獨立作業的人，但除非你是SOHO族，要不然團隊合作對於工作來說還是很重要的一環，記住：三個臭皮匠勝過一個諸葛亮，可別因為自視甚高而變成自我設限。",
        "你的工作阻礙在於不知應變。你是個老闆叫你往東絕不敢往西的聽話好員工，但有時卻不知變通反而危機重重，無法當機立斷解決問題，導致老闆也不敢將重責大任交付給你。奉勸你腦筋要動得快一點，才能在瞬息萬變的職場求生存！",
        "你的工作阻礙在於人際關係的不協調。雖說做好份內的事是第一優先，但不能因此忽略與同事及長官的互動溝通，活在自己的象牙塔裡，或是自成小團體，不但對事業無所幫助，也容易讓自己邊緣化，成為可有可無的雞肋員工。",
        "你的工作阻礙來自於環境的影響，例如公司政策、人事調動等，都是左右你在職場表現的原因；當外頭風吹草動時，心裡更要有定見，才不會被牽著鼻子走。要是深覺小蝦米對抗不了大鯨魚的話，那就該考慮換個更適合你的地方發展。"
    ],
}