let Data = {
    "最近會有桃花的機率？": [
        "0%，沒有桃花機會！一方面是因為最近還沒有遇到讓你很想放電的人，另一方面則是你考慮的層面太多。建議你不妨以輕鬆自然的態度與人相處，就算沒有愛情上的發展，至少打好人際關係，對各方面都有幫助。",
        "80%，最近雖然會有桃花，不過對你來說並不值得高興，反而容易成為情緒枷鎖，正所謂「錯的時間，遇見錯的人，是一段荒唐」，就算出現讓你心動的對象，也多半是痛苦的單戀或見不得光的地下情，比起為愛費心傷神，單身更顯輕鬆自在。",
        "20%，現在的你對自己其實沒什麼自信，對感情缺乏明確目標，對桃花的敏銳度與判斷力不佳，是有機會認識新朋友，但要旁敲側擊對方誠意，別在事情都還處於曖昧不明時就貿然投入，以免自作多情甚至為愛心傷。",
        "40%，其實你的內心非常渴望愛情桃花降臨，但是既期待又害怕受傷害，所以你武裝了自己，表現出冷漠或漫不在乎的樣子，一副生人勿近的樣子，必定會影響別人對你的印象與看法，所以就算別人對你有意思，也絕不敢輕舉妄動。",
        "100%，恭喜囉！最近的你可說是超級人氣王，走到哪裡都是受人歡迎的焦點，也因此更添自信魅力，當然能吸引不少欣賞的目光，桃花機緣大增！其中不乏優秀的對象，別再被從前陰影所羈絆，幸福靠自己追求，趕緊發揮愛的力量吧！",
    ],
    "告白的成功機率為何？": [
        "現在沒有發生新戀情的機運，即使鼓起勇氣告白，成功機率也只有一成。勸你還是別輕易嘗試，與其冒險前進破壞兩人目前的關係，不如退後一步，以朋友的身分與對方相處，至少還能關心與聊天，培養默契、熟悉彼此，對你更有利。",
        "懶惰是經營感情的大敵，若你現在有理想對象，可別只是沉溺於自己的幻想，要更實際且勤快點，趕緊拿出行動，用自信從容的態度，在對方面前展現魅力，吸引他的注意力，兩人可望更進一步的發展，告白成功機率少說也有八成喔！",
        "告白成功機率只有一半，雖然有可能與心儀的他譜出戀曲，不過這戀愛節奏可不太輕鬆，你們的觀念不同、想法不合，一開始或許覺得新鮮、或許可以為愛忍耐，不過追求時已是勞心勞力，久了更成為愛情致命傷。到底該不該開始？決定權在你手上！",
        "恭喜你！你的愛情即將豐收，告白的成功機率有九成喔！只要你主動出擊，開始一段美好戀情並非難事；只不過目前你的對象似乎不只一個，行動前千萬確定自己的心意，可別坐這山望那山，以免落得兩頭皆空，什麼也抓不住。",
        "恭喜你！你的愛情運不錯，告白的成功機率有七成五喔！只要你主動出擊，開始一段美好戀情並非難事；注意自己的儀表及行為，不要讓對方覺得太刻意、作做，或是追求意圖太明顯。",
    ],
    "我和他／她復合機率？": [
        "舊情復燃幾率50％ 還收藏著童年時的玩偶和玩具的你，向來是天真的愛人，有著單純的心思。重遇舊愛，你仍然有著新鮮的心情，對於會不會舊情復燃這種問題，你的答案有極高比例是WHY NOT，你是不排斥，所以對方的態度，如果是粉熱切，那你就會吃回頭草了。",
        "舊情復燃幾率是20％生命中的每一段戀情，是你人生紀念館的珍品。你理性面對激情已逝的事實，也不規避談起過去對錯，但也如同這種坦然回頭看的姿態，你知道一切已成為歷史，吃回頭草？在你看法中，是何必歷史重演。",
        "舊情復燃幾率75％ 還收藏著童年時的玩偶和玩具的你，向來是天真的愛人，有著單純的心思。重遇舊愛，你仍然有著新鮮的心情，對於會不會舊情復燃這種問題，你的答案有極高比例是WHY NOT，你是不排斥，所以對方的態度，如果是粉熱切，那你就會吃回頭草了。",
        "舊情復燃的幾率是90％對你而言，逝去的愛情，已經透過真空包裝，成為象徵的圖騰。你記住過往的每一個美妙時刻，甚至在記憶中，刻意排除不好的片段，把愛情塑造的更完美無缺。",
        "舊情復燃的幾率是0％對你而言，逝去的愛情，不是你的就不是你的，硬強求的愛情沒有幸福可言，正所謂：「強扭的瓜不甜」，用放手表現我們的氣度吧！",
    ],
}