let Data = {
    "最近該小心哪一種人?": [
        "是否最近身邊的朋友慢慢變少了？可能是有個驕傲又影響力很大的人，默默地在排擠你，因為你不像其他人一樣巴結他，俯首稱臣。可以適度的主動出擊，找回對你而言最重要的夥伴。",
        "小心「見不得別人好」的人。有時候你開心的分享喜悅時，卻招來妒忌的眼光。尤其注意那些不太熟的朋友，表面上或許好來好去，實際上可能在暗地裡對你放冷箭。",
        "注意活在自己世界，自己為是的人。最近他們可能會常常來煩你，總是可以找到理由在你面前晃來晃去，說些言不及義的話。盡量冷處理，不要給太多面子，才能擺脫這些人的糾纏。",
        "有個喜歡三姑六婆的人正在散佈關於你的八卦！或許你千交代萬叮嚀，但仍然止不住他的大嘴巴。下次若真有什麼隱私想要分享時，請慎選對象，盡量少和認識才不久的人討論。"
    ],
    "你對適應環境的能力?": [
        "你雖然會受謠言影響，短時間陷入情緒不穩的狀態中，需要一個人獨處療傷。可是不消多久的時間，你就會自然痊癒，這一點小事情不會將你擊倒。因為生活有其他更重要的事情，會分散掉你的注意力，而那些沒有依據的謠言，也會隨著時間流逝。之於你來說，那些事情好像從沒發生過，如同船過水無痕。",
        "你討厭被別人誤解，若是有一天聽到與自己相關的不實傳聞，你會十分氣憤，將這件事掛在心上。但你的個性溫和，不愛與別人起衝突，你也不希望自己的解釋，反而讓事情越描越黑，所以多數時候，你會將一股怨氣吞下。心事悶得久了，可能會醞釀出一種殺傷力極強的酵素，漫漫銷蝕你對於其他人的信任。",
        "你能夠在各種環境中適應得很好，因為不管遇到的問題多麼棘手，你都能處之泰然，找到適當的方法來應付。說你具有流言免疫力，一點也不為過。看遍了各種光怪陸離的現象，要嚇唬你還挺不容易的，因為你老早就已經練就了金鋼不壞之身。那些有趣的八卦謠言，都只是你茶餘飯後的談笑題材。",
        "你是個以自我為中心的人，凡事只要自己確認做得沒錯，問心無愧，你就不會在意別人怎麼說。甚至於對一些有心混淆視聽的人，你相當看不順眼，除了不予理會之外，有時還故意在對方面前大搖大擺的，絲毫不受讒言影響。你相信清者自清，濁者自濁，謠言總有澄清的一天，根本不必擔心那麼多。"
    ],
    "最近心想事成的指數?": [
        "心想事成指數80分，事業方面非常圓滿。",
        "心想事成指數100分，事事圓滿，會夢想成真。",
        "心想事成指數60分，在事業上的成績可以達到自己滿意的程度。",
        "心想事成指數40分，在投資方面比較理想。",
        "心想事成指數20分，未來一個月桃花感情特別不好。",
        "心想事成指數0分，你是最近惹到太多異性嗎？",
    ],
}