let Data = {
    "摩羯座": {
        name: "摩羯座",
        day: "12/22 ~ 01/19",
        txt: "摩羯座的人，具有很強的耐力，以及不屈不撓的奮鬥精神。這種忠厚老實的態度，大多數人都會很欽佩。魔羯座的人，由於過於潔癖或不願意妥協，以及道德觀過強的結果，常使得人際關係並不太理想，因而常覺得是個很孤獨的人。他會依自己的標準去批判別人，使得他不易交到朋友。充滿智慧，思緒周密。有高度的耐力，在嚴苛的現實環境下仍然能夠耐心等待。為了使計畫周全，可以熬過漫長艱辛的準備時期，絕不鬆懈。思想深沉，熟知人間之事。或許行動不夠敏捷，但是一定會持之以恆。個性嚴謹踏實，容易孤獨。從不掩飾利己之心，但是大致上仍能獲得上位者的信賴，也頗具社會使命感，而且懂得驅吉避凶，為自己規畫出一個立身處世的藍圖。此星座的人是腦子機警，時時想要抓住並利用環境，腦子的滲透力大，眼睛明亮，很快就可以看出別人的弱點以便供自己利用。一般來說，是討人喜歡的，表現出整齊而吸引人的外貌，具有迷人的風度，不容易受刺激，在危急時表現甚佳。深思熟慮，長於外交，小心而保守，能克服膽小的傾向，個性變得極為機動。很會抑制自己，做事慎重，討厭做事隨便，一步一步堅堅實實的做，努力不懈，又具有上進心、在心中有很多理想不斷在燃燒看。雖然速度比別人差一點，但因不斷的努力而能達到最後目標。個性謹慎而敏感，對於權威非常的敬重，但因有自我權利感會使人反感，對人生看得很嚴肅，有一種強烈的責任感，為人穩健而忠誠，且光明正大。在言語與書寫上表現自己有點單調而枯躁。對待小孩子的態度較專橫，需防患嚴厲苛刻的對待小孩，對待下屬也是如此。你對事業方面認為世代相傳的事業工作或父親合適的也一定合適於你，通常有鐵架似的體格，驚人的持久力。"
    },
    "水瓶座": {
        name: "水瓶座",
        day: "01/20 ~ 02/19",
        txt: "水瓶座的人頗富知性，且具有銳利的觀察力、推測能力、以及富有冒險的開拓精神。求知慾逐漸加強後，會對任何事物都深入去思考，對於社會種種的不平等以及矛盾現象，總產生懷疑的態度或不平之心，而逐漸傾向反體制的思想。因而，有時甚至會變成孤獨的異端者，或表現出較激進的行動。個性獨立而執著。經常有一些激進、革新式的見地，屬於新時代的人物，有豐富的同胞愛和民主意識，能夠打破社會階級和人種的差異，培育真正的友情。對於一些既成的觀念，為了忠於自己的信念，會激動地試圖抵抗。這種類型的人，經常見於為了達成共同目的而結朋組黨，發起運動的人。水瓶座的人是善變的，有時活潑，很有表白力，風趣，迷人，有時則抑鬱，無動於衷和懶散。有迷人的風度，有時保守，膽子小，卻是頗有表白能力，是誠實而忠心的朋友，利他主義是最高主要的特性之一，有人道主義的精神，是自負的，頑固和獨立的，具有冒險精神。感情上很敏感，很容易受傷害，以致公然的生氣，但很快就平息，不會懷恨很久。具有活潑的心智，表現出非凡的判斷力，但是受了感情和偏見的影響，判斷力會變得很差。具有非比尋常的銳利觀察力，能注意到細節。分析，綜合，分類的能力也很快，在別人想到之前便已經能夠採取行動了。這種反應是好的，只有在用到自己的感情時卻是不好的。有天生的理性瞭解人類內心的本性，同時擁有高度的容忍力，性格通常是均衡而健康的。富於研究精神，喜愛一切新穎的東西，能接受新的發現。具有好的觀察能力及建立理論的能力，常常造成天才人物，發明家，科學家或成為一位精明的人類行為研究者。相信人類四海之內皆兄弟與大同世界之觀念。但為達目標，不會走暴力極端的方法，會贊成舉行公民自決，具有溫和的態度。不容易受周圍環境的影響，只依賴自己心智上與精神上的能力，為自己盡最大的努力，依自己的智慧行事。解決事情的手段是合情合理，但有時候你的意見不見得合乎實際，因你的眼光是放得很遠以致於短時間內似乎不可能實現。但最后所預期的事常常正確地發生，並不匆忙地與人為友，但是一旦交了朋友友誼是非常的忠貞。"
    },
    "雙魚座": {
        name: "雙魚座",
        day: "02/20 ~ 03/20",
        txt: "人類因為有夢想而偉大，雙魚座因為有夢想才長大。你純真善良，又樂於助人，每當人家需要你幫助時，你不僅會伸出援手，還會附上大量的愛心！學習在助人之前，先衡量自己的能力是否許可，必要時就說聲'不'！雙魚座的人，因性格比較脆弱，不太堅定，所以，有時太忠厚老實，容易受別人的連累。由於性格的關係，他不太敢拒絕別人所託之事，所以常在明知不對的情況下被捲入事端之中。常會觀看別人的臉色因而改變自己的態度，可見他是一個沒有自信心的人。由於天生較敏感，所以，容易為了芝麻小事而陷入嚴重的挫折之中，或因而引發憂鬱症。才華洋溢，喜歡幻想。依賴心強，能適應不同的環境和立場。有豐富的創造能力和藝術才華，沉溺於詩般的情節和夢想，認為真正的幸福是身靈合一的世界。選擇遠離俗世的生活，在物質上不會有太大的成就。富於同情，有犧牲自我的精神，尤其同情社會上的弱者和不幸的人。有良好的觀察力，領悟力和判斷力，學習能力相當快，記憶力很好，也有靈活的想像力，喜愛白日夢，享受奇思妙想之境界，也有好的推理能力，喜歡旅行而得到舒暢。天生有仁慈，大方，憐憫，耐心，和保守的性情。對別人所說的話相當敏感，對周圍的人的態度亦然。天性和平，極端敏感，生氣和乖張會有困擾神經系統的傾向。若能克服保守的習性後，感情是非常直爽的，摯愛並體貼你所愛的人，但須防不合理的嫉妒。天性需要別人的注意和親愛，若得不到則易受到深刻的傷害。在愛情方面很敏感，浪漫的幻想，和不實際的理想會使你大大失望。雙魚座的人是心地溫暖，感情豐富的，喜愛羅曼蒂克的氣氛。對任何人都很親切，很易投入他人的懷抱，信任他人。看到別人受傷害，往往忘卻自己能力，為他人努力，勞心，易信他人，為他人盡力，也想獲得他人的好感，若對方對你太過於現實，破壞你的夢幻和希望，你就會表示不滿心情大抱不平。天性慷慨大方而憐憫，會獲得許多朋友，這些都是精神和智慧型的，對朋友忠心，願犧牲自己，幫助朋友。性格非常傾向於體諒別人，敏感而富直覺力。個性機警，精神力特別敏感，具有生動的想像能力，而且易接受暗示，容易受別人影響。"
    },
    "牡羊座": {
        name: "牡羊座",
        day: "03/21 ~ 04/19",
        txt: "12星座在當代被廣泛應用於詮釋個性與心理層面，經由大眾媒體的過度渲染，現已是大家茶餘飯後的話題與談資。在古代的占星學中，並不那麼強調星座個性的分析，星座主要是被用於判斷行星力量的高低區分。無論從哪個角度看待星座，解析星盤至少包含四大部分：行星、星座、宮位與相位。占星家必須整合四者的關係，盡力將星盤中的各項信息解讀出來，而不能只偏重於星座上的解釋。"
    },
    "金牛座": {
        name: "金牛座",
        day: "04/20 ~ 05/20",
        txt: "金牛座的性格就像牛一般，態度穩定，處世相當慎重，但在另一方面也很頑固，只要一發起脾氣來，往往沒有人能夠阻止。金牛座的人，經常滿面笑容，不愛管閒事，也不會破壞別人的和平相處，可算是相當高明的社交高手。在他的心中，充滿著一股不認輸的好強心理，一旦發起脾氣來，就會暴露出難以想像的兇暴一面，往往令四周的人感到驚訝。個性溫和又堅實，性情沈著而踏實。對事物雖然猶豫不定，但是一旦決定下來，就能以堅忍不拔的精神，執著向前。忍耐力強，行事慎重，但也有頑固的一面。受人之託必能忠人之事，絕不會中途放棄。佔有欲強，比較追求物質上的滿足，而且堅持事物的完美度，是一個藝術設計及園藝方面非常有才氣的人。為人幽默、風趣，常能得到朋友的青睞。金牛座的人有天生的審美感覺，喜歡漂亮而實用的物件。為人誠實、溫和、真心、可靠、順從，是別人可以信賴的人，有勇氣有耐心、堅定不移、有決斷力、有想像力和創新的思想，對經濟事務方面，態度穩健而值得信賴，也善於儲蓄。給人印象有沉靜、誠實、安定、性格內向，作風較消極，但富有人情味，作事很小心，講求方法而肯定，能力求做到最好，有忍耐力是金牛座的優點。一方面有頑固，自私，脾氣不好，比較懶惰，喜好奢侈浮華，自我放縱的缺點。言語或書寫來表達溝通方面，顯得木訥而反應不很靈敏。愛情濃厚，但有獨佔獨有的成分。通常喜歡安靜及家居生活而且心地仁慈而深情。可成為一位忠實而滿足的婚姻配偶。對所學所做很專心，不忽略細節，所以花費時間也長，是為了要求確實了解，別人可能會以為你學得慢，但你所記住所學的是比別人持久。有決斷力，對有興趣的事一定去學，有充分的想像力和創新的思想，這能改進你的工作，並助你成功。喜歡美好的東西，如美食，奢侈品，也欣賞藝術及美術。金牛座的人在精神上沒有那麼活躍，但具有一種豐富而實際的一般知識，既不會是理想主義者也不會是夢想的人，而是位謹慎而穩健積極性的人，不希求任何的不勞而獲，只求在事業上不斷努力以達成所應有的結果。是一步一步踏實的直到達成目標為止，所以你終將獲得堅固的成功果實。"
    },
    "雙子座": {
        name: "雙子座",
        day: "05/21 ~ 06/21",
        txt: "雙子座的人，在性格方面的最大特徵便是具有極敏銳的觀察力。雙子座的人，手藝十分靈巧，在各方面也都能表現出自己的才能。然而另一方面來說，也就犯了樣樣都懂，卻樣樣不精的毛病。強烈的好奇心，和不斷吸收新知識的慾望，會使雙子座的人經常保持年輕、且富有魅力，使得眾多的朋友圍繞在他的四周。個性敏銳又快捷。有強烈的好奇心和求知慾，對於新觀念和新流行的感觸十分敏銳。聰明機智，有辯才，是一個謀略家和演說家。遇事都能妥善對應，冷靜觀察，果敢而有擔當。而且常會有一些突發奇想的點子，有大膽假設，小心求證的個性。雙子座的一個性格是脾氣乖戾的藝術家態度，另一個性格是明朗的社交家，這種雙重性格會使雙子座的人，生活發生矛盾，喜歡幻想，易滿足於沈思和白日夢。但富有靈感和想像力，是故，這星座的人有很多作家，新藝術的創始者，發明家，作曲家等等。優點是有潛在的藝術才能，缺點是有拖延的傾向，自私，不關心別人的感情和思想，神經質，不好相處等。雙子座的人有多方面的才能，動作快而有力，直覺而進取，沒有掛慮，愉快而活潑，伶俐而善變。善言雄辯，思想獨特，想像力強，有幽默感，有良好的觀察力和領悟力，富有機智。外觀很熱誠，但心中卻很冷。變。此星座者比較受到理智所控制，不容易動感情的，很少經歷深刻的愛情。"
    },
    "巨蟹座": {
        name: "巨蟹座",
        day: "06/22 ~ 07/22",
        txt: "巨蟹座的性格可用一句話來表示「充滿母愛」。只要有他的場面，就會變得很和諧，實在令人感到不可思議。巨蟹座的反應並不遲鈍，相反的，他的感覺很敏銳，往往因受到無心人的傷害，暗地裡偷偷的傷心流淚。因為過份慎重考慮的結果。所以會變得過於現實。好惡的感情過於明顯，也應多加注意才好。感情豐富，對事物的感受性強。對外親和謙恭，頗有公眾意識，但是對內則有強烈的防衛本能，不願私生活受到干擾。大體上是一個溫和內向的人，但是絕不向惡勢力低頭。熱心參加愛家、愛鄉、愛民的團體，自我意識很強，尊敬能夠保護自己立場的人，帶有懷舊的心情，是一個十分傳統的人。巨蟹座的人較保守，能享受歡樂，並結交朋友，不自私或虛榮，坦白，大方，正直，忠於朋友和個人的信仰，能夠託付以重要秘密職務或工作。有很好的領悟力和觀察力，喜歡沈思，非常專心，勤於分析自己的思想和衝動，想像力非常活躍，喜歡默想過去曾發生的事，能分析自己內在的衝動，有優越的直覺力，有一顆敏感親愛，但是保守的心，不常表露真情，溫柔，體貼，親愛，看重愛情，鍾愛自己所愛的人，並有嫉妒的傾向，非常喜歡小孩。屬羅曼蒂克型，不過，有的時候心不在焉，性情不定。有活躍型與消極型的兩種型態。活躍型者具有堅強的意志力與耐力，對於人生的生活門徑非常的熟練，而且喜愛活動，能趕得上時代潮流，對於摩登流行的任何事物都感到興趣。消極型的人，顯得容易自足、沒精打彩、行為懶散，不願意做任何邁向成功所必需的努力，喜歡逆來順受，很固執也很依戀於他所已經擁有的，這兩種型態是早期所受的訓練與教化有關。此星座的人很敏感，往往因別人的惡意批評非難而感到傷心。對過去的一切均懷念而且多情善感，很少拋棄舊日的伙伴與昔日的友情。喜歡收藏古老藝術品或書籍，也喜歡回憶往時趣事。通常擁有良好的記憶力。"
    },
    "獅子座": {
        name: "獅子座",
        day: "07/23 ~ 08/22",
        txt: "獅子座的人，性格相當於百獸之王的獅子，堅強、可靠、驕傲、寬大。他的一切做為都很誠實，對於依賴他的人，即使犧牲自己，也會妥善照顧對方。由於獅子座的人，天生就具有王者的氣質，所以的確也能了解別人的痛苦。不過，有時候他又好似要忘掉寂寞與虛偽一般，而沈迷於遊樂之中。因有著脾氣暴躁、頑固，以及不願意妥協的個性，所以這點，是獅子座的人需要特別注意的。為人正直，頗具威嚴。喜歡以自己的魅力和才能開創出一片天地，並熱衷於權力地位。處事採用光明磊落全力以赴的做法，厭惡卑劣的小人行徑。有演戲的才華，對自己充滿自信，近乎自戀。另一方面，由於心胸寬大，自能吸引群眾。不過，容易被自己的情緒左右，經常覺得孤獨。獅子座的人個性衝動，熱情，誠實而忠心，理想很高，莊嚴又偉大，有幽默感，天性快樂，會吸引很多人，對人很有禮貌而體貼。大方，性急，不會記恨太久，有活潑的想像力，興趣廣泛，健談，有很好推理和判斷能力，也有創造力，有領導力，做人熱誠，衝動，動人的格調，有藝術的天賦，表演天才，個性明朗，光明正大，威風，自信勇敢，熱心，博愛，是一位領導人物。但也有自私、自大、易怒、喜怒無常、虛榮、浪費等缺點。有繁華熱鬧的一面，也有黑暗、寂寞、孤獨的一面。性情高傲，有種貴族的氣質，心地高尚而寬宏大量，生性不願委屈自尊去做暗中的勾當，或做卑賤的事情。你信任別人，也要求別人絕對的對你採取信任的態度。你喜歡受到別人的信靠，也喜歡掌握權威。對工作勤奮，但不願居於被管轄的地位。對於重覆而單調的事情感到厭煩，也不喜歡繁雜瑣碎的細節。獅子座的人，一般而言很強壯，深具野心與專橫。對別人的挑戰，你是光明正大而公平的，絕不採取陰私的對策。此座的人有充份的自信心，對自己有信念。但也要求別人的稱讚、非常自負，以為自己本身的一切是世界上最優秀的。喜歡感情上全心的投注，也會將愛情坦率的表現出來。又本性富於冒險精神，能夠面對任何追求理想時所遭遇的危險。"
    },
    "處女座": {
        name: "處女座",
        day: "08/23 ~ 09/22",
        txt: "處女座的人，正是人如其名，具有純潔、潔癖及正義感。處女座的人最討厭不合理的事。他的神經也比較敏感，即一些芝麻小事也能考慮週到。處女座的人並非刻意要去找別人的麻煩，只是他天性中便有愛挑毛病的習慣，因此，往往得不到真相。這也就是處女座的人最大的缺點，應加以注意。處女座的人，如果能將天生具備的旺盛求知慾，以及敏銳的感受力相互配合，以追求更高的理想，就能創造出不凡的事業。為人勤勉，一絲不苟，喜歡接觸社會，行事採取合理主義，是一個對社會頗有貢獻的人。對人體貼入微，做起事來也有大將之風，但是有時過於小心，反而無法掌握大綱，不過大體上是一個有計畫的人，而且一向本著良心做事。在個性上思慮較多，富於批判精神，容易成為鋒利的評論家。有濃厚的道德觀念。處女座的人勤奮，實際，慎重，誠實可靠，具有樂於助人的天性，有外交才能，儀容整潔而吸引人，講究衣著，有獨立的思想和觀察力。也有優越的分析能力和很快的領悟力。愛沈思，很勤勉，非常喜歡看書，是智慧和學問的心智貯藏者，且分析力強而適於科學研究。又具有寬闊清晰的腦筋及優越的智力，能成為聰明的政治家。具有善領會和容易感動的性情，仁慈憐憫，感情敏感而保守，注重細節而易忽略全盤大局，具有服務精神。天生喜愛整潔和精確，性喜純潔。有多愁善感，憂鬱的傾向。富於靈感及活潑的直覺而能了解別人個性和動機，為人謙虛，不和他人競爭，外觀好似消極，其實是決心堅定而腳踏實地的作風。初見沒有魄力，但工作態度非常細心，憑良心做事，守秩序。態度富於實際而且能腳踏實地，是一位擁有特殊智能，能夠勝任而且勤勉的工作者，記憶力強，知覺力也強，也具有謹慎的機智，畢業後也有進修的習慣、能不斷地吸收精神食糧，善於批評判斷，喜歡分析，但易傾向吹毛求疵。"
    },
    "天秤座": {
        name: "天秤座",
        day: "09/23 ~ 10/22",
        txt: "對於善惡兩極端的想法、保持著很平衡的狀態，這是天秤座的個性。與人共處時，頗能適時說說笑話，掌握現場的和諧氣氛。一般而言，天秤座的人的生活是平凡和快樂的。天秤座的人會永遠保持絕不受傷害的八面玲瓏、圓滑態度，所以，不喜歡表現出內心的真相。個性穩健而理智。有優秀的平衡感和公正的判斷力，善於協調，在相反的意見中往往能擔負起調停的責任。凡事講求邏輯和策略，絕對不以暴力解決事情，而是以巧妙的手腕，在對等的權利和利害中找出平衡點。優柔而不寡斷，八面玲瓏，頗有社交才華，容易搏得在上位者的眷顧和禮遇。天秤座的人有平衡的心智和有吸引力的身體，個性迷人，有吸引力，悅人而優雅，女人則美貌，男人為英俊。天性多情，溫柔，仁慈，憐憫，熱情，大方，忠心，有一個易受感動的個性。珍惜和諧愉快的生活環境，平易近人，羅曼蒂克的理想主義，擅長交際，高雅。但另一方面，有自私，任性，易怒，衝動，善變之缺點。有強烈的求知慾，領悟力，想像力，和直覺力，天生喜歡表現，並要求別人給與熱烈的反應和激賞。不喜爭執，有避重就輕的傾向，但有優柔寡斷，猶疑不定的缺點，生性樂觀，喜歡呼朋引伴。有直覺力而能了解人性，透視別人的動機。能節制感情流露而以理性的表現法，絕不為感情所激動，具有冷靜且聰明的方法來表現心情。也因個性迷人而帶來許多朋友和熟人。共鳴心旺盛，富同情心而且重感情，對待別人的態度公正而和善。很能瞭解別人的感覺，是由內心的和平互愛所致，能與周圍的親朋好友保持和諧的關係，傾向於尋求能共享快樂幸福的婚姻同伴，又有不尋常的愛美與審美的觀念，有均衡感，線條感與顏色的審別力特別好。喜歡一切公平處理。由於太過於精巧而精於衡量，以致於臨事需要下斷定時變得猶豫不決。儀表態度很優雅，而講究禮節，對異性間的愛情生活，具有高尚的發展，細緻而均衡的表現，會有和諧的性關係。"
    },
    "天蠍座": {
        name: "天蠍座",
        day: "10/23 ~ 11/21",
        txt: "天蠍座的人的性格，表面上看似十分靜，內心似乎充滿著用不完的充沛活動力。天蠍座的人擁有驚人的耐力，以及意志力。一旦他決定了獵物目標，便絕對不會輕易放手。天蠍座的人報復心很強，而且又稍膽小，故對保護自己特別敏感。個性強烈衝動。有足夠的精力和膽識，不懼艱難。觀察力敏銳，經常能夠洞悉事情的真相，對事物也有獨到的見解。行事時，採用完全的破壞和創新方式，充滿神祕的色彩。從無害人之心，但是人若負我，則會反擊報復對方，採取適當的回應手段。對精神和物質的要求很高，同時也付出相當的努力，奮戢不懈，對愛恨的反應，十分強烈。天蠍座的人具有吸引人的，磁性而機動的人格。有神秘的傾向，很難了解，在一般情況之下，是可愛的，能影響別人，撫慰別人。通常彬彬有禮，慷慨，忠心，憐憫，有耐心，但一受激惱，憤怒是無人能比的，會失去理智。觀察力很銳利，有沈思能力，能獨立思考，非經過調查，絕不採納別人意見，除非對方要求，也很少提供進一層的意見。比較敏感，有強烈感情，有好的記憶力，有自我表白能力，有活躍非凡的靈感。常常靈感忽至心中，能洞析人性。不易受騙。有直覺力，能預知即將發生的事。有親愛、侵略、熱情的天性。最大困難在於自己重感情的天性，須學習控制它，避免太頑固和發脾氣，克服羨慕、嫉妒、自私的傾向。有敏銳感覺力和熱烈的研究心，任何疑問，要追根究柢，甚至探求人類靈魂的秘密。天蠍座是真誠和可以信賴的，朋友常會向其訴苦或求助。此星座出生的人有兩種不同型態，一種是高貴上等的天蠍座，有如展翅翱翔的巨鷹，另一種是等而下之的天蠍座，有如暗藏在陰處的蛇蠍。這兩種型態都是令人畏懼的敵手。比較好的一型，樣子是嚴酷的，但外表的氣質是和善的。有的天蠍座的人外表顯得醜陋，但是有一種強迫性的性魅力。比較高尚的一型有一種隱藏式的清廉，能夠專心的奉獻，具有高貴的心智、為大家利益能不自私的獻身於人類。較低等的類型則顯得陰險狡猾，有一種殘忍惡毒的情緒和隨時爆發不能控制的嫉妒心，卑鄙而奸詐。若觸怒他，會採取報復行動。不太把感情流露出來，因此很少和他人產生爭執，但一旦超過忍耐限度，感情會爆發，大發雷霆。個性強烈，顯出強而有力的意志，壓制性的個性卻能奇妙的富於磁性的吸引他人，是具有性吸引力的星座。十二星座中，此星座是最喜愛感情強烈的人，佔有慾強，性需要也濃厚，易有縱慾的傾向。宗教方面有一種固執的信仰。雖多產型，對孩子過於專橫而不能成為好父母。"
    },
    "射手座": {
        name: "射手座",
        day: "11/22 ~ 12/21",
        txt: "射手座的人是忠心的、大方而無拘無束，精力充沛，好爭論，脾氣急躁，對權位有野心，對受磨難及壓迫的人有慈悲的心腸。在性格方面，是誠實，真心，坦白和值得信任的。在脾氣方面，對自己的朋友是仁慈大方的，在許多事情上都很圓滑，很懂得外交手腕。精神力量強，討厭一切不文雅的舉動，厭惡粗劣的東西，有貴族氣息的人，儀表態度是極明朗而具有鼓舞性的，有個性與膽識，勇猛，自尊心強。愛好自由，本性很民主，喜歡交朋友。有很好的幽默感，有決斷力及意志力，但生氣時會變得非常頑固。有很好的觀察力，領悟力和推理能力。心智反應很快，任何事學得很快。有靈活的想像力用於實際事物上。對週遭的事感到興趣而能專心致力。有直覺而能洞悉人們的動機。身體健康，但有點神經質。感情上時而熱情如火，時而漠不關心。這種起伏不定的感情是造成失敗的原因，通常會有一個以上的戀情，很會體貼伴侶。直覺力強，有預感能力。有高尚的理想，高度的夢想，幸運由自我信任所產生。你會將精力分散於多種事務的傾向，不願意將自己專心於單一的目標。有處理緊急事件的特殊才能，一件突然而起的意外事件，常把你向成功境界更推進一步。喜歡與人討論與辯論，喜歡研究哲學的人。"
    }
};